import React, { Component, Fragment } from "react";
import "./../../../css/review.css";
class Review extends Component {
  state = {};
  componentDidMount() {
    this.props.setTabs("Review")
  }
  
  render() {
    return (
      <div className="main__review">
        <div className="main__titile">5 اشتباه رایج در پوشیدن لباس!</div>
        <span className="review">
          وقتی صحبت از اشتباهات مد و لباس می‌شود، منظور پوشیدن لباس‌هایی نیست که
          ظاهر فرد را نامناسب جلوه دهد یا او را در لیست افراد به اصلاح بد تیپ
          قرار دهد. بلکه منظور از این اشتباهات، عادت‌های قدیمی در لباس پوشیدن
          است که معمولا افراد از کنار گذاشتن آن‌ها امتناع می‌کنند. در مورد
          پوشیدن و ست کردن لباس، برخی گفته‌های کلیشه‌ای در میان مردم باب شده و
          برای مدت طولانی مورد استفاده قرار گرفته است. ولی برخی از این اشتباهات
          رایج و حتی کوچک در مورد فشن می‌تواند باعث ویران کردن استایل شخصی شما
          شود. در ادامه قرار است با ۳۶ اشتباه رایج فشن و مد لباس آشنا شوید تا
          بتوانید هرچه سریع‌تر آنها را کنار بگذارید.
        </span>

        <div className="title">
          <span>1. تصور می‌کنید رنگ قرمز برای مراسم عروسی مناسب نیست</span>
        </div>
        <img
          src="https://www.digikala.com/mag/wp-content/uploads/2019/05/Fashion-Mistakes-1.jpg"
          alt=""
        />
        <span className="review">
          این تصور به دورانی از زمان بر می‌گردد که تصور می‌شد رنگ قرمز بیش از حد
          اغواگرانه است. شاید خود را از پوشیدن پیراهن مجلسی چسبان به رنگ قرمز
          منع کنید، ولی در عین حال دلتان نمی‌خواهد این لباس را در رنگ دیگری نیز
          داشته باشید. این روزها پیراهن‌های مجلسی شیک قرمز رنگ بسیاری طراحی و
          عرضه می‌شوند که به عنوان لباس‌های رسمی بسیار مناسب هستند و می‌توانید
          نمونه‌های مختلف آنها را در مراسم فرش قرمز مشاهده کنید. در این مراسم
          بسیاری از افراد سلبریتی، پیراهن‌های شیک و کلاسیک قرمز رنگی به تن
          کرده‌اند که بدون داشتن زرق و برق خاصی چشم‌ها را به خود خیره می‌کند.
          این قانون را فراموش نکنید: نوعی از پیراهن مجلسی را انتخاب کنید که با
          خطوط صاف و مرتب و از جنس شیفون، ابریشم یا ارگانزا دوخته شده باشد. ساتن
          براق یا پارچه‌های بسیار چسبان کشی زیبایی لباس را به حداقل می‌رسانند.
        </span>

        <div className="title">
          <span>2. لباس‌های جین خود را به اندازه دیگر لباس‌ها می‌شویید</span>
        </div>
        <img
          src="https://www.digikala.com/mag/wp-content/uploads/2019/05/Fashion-Mistakes-14.jpg"
          alt=""
        />
        <span className="review">
          ۶ ماه طول می‌کشد تا پارچه جین خام و شسته نشده، به فرم مطلوب برسد و در
          طول این زمان نباید شسته شود. لباس‌های جین با پوشیدن‌های مکرر با فرم
          بدن تطابق پیدا می‌کند و زمانی که شسته شوند، این فرم را از دست می‌دهند.
          البته بسیاری از شلوارها و دیگر لباس‌های جین امروزی قبل از فروش شسته
          می‌شوند تا ظاهر بهتری به دست بیاورند و دیگر نیازی به مدت زمان خاصی
          برای شستشو ندارند. این لباس‌ها را می‌توانید در فواصل زمانی کوتاه‌تر و
          زمانی که لکه گرفته یا زانو داده‌اند، بشویید. برای جلوگیری از بو گرفتن
          جین، آنها را در حین دوش گرفتن درون حمام آویزان کنید یا آنها را درون
          کیسه پلاستیکی قرار دهید و برای یک تا دو روز درون فریزر بگذارید.
        </span>

        <div className="title">
          <span>3. لباس‌های جین را با هم نمی‌پوشید</span>
        </div>
        <img
          src="https://www.digikala.com/mag/wp-content/uploads/2019/05/Fashion-Mistakes-20.jpg"
          alt=""
        />
        <span className="review">
          این نوع ست لباس به ست کانادایی هم معروف است. برای اینکه ظاهر بهتری
          داشته باشید لباس‌های مختلف جین که رنگ‌های متنوعی دارند را با هم
          بپوشید، برای مثال پیراهن جین روشن با دامن جین تیره رنگ یا کت جین تیره
          با شلوار جین روشن انتخاب‌های مناسبی خواهند بود.
        </span>

        <div className="title">
          <span>4. فکر می‌کنید موی بلند باعث جذاب‌تر شدن شما می‌شود</span>
        </div>
        <img
          src="https://www.digikala.com/mag/wp-content/uploads/2019/05/Fashion-Mistakes-5.jpg"
          alt=""
        />
        <span className="review">
          بسیاری از زنان دوست دارند مدل موهای جدید و متفاوت را امتحان کنند، ولی
          باوری وجود دارد که مانع از آن می‌شود و اظهار دارد موهای بلند هم برای
          زنان و هم برای مردان جذاب‌تر است. باید بدانید بسیاری از زنان زیبا و
          محبوب دنیا مدل موی کوتاه و زیبایی دارند و البته قرار نیست همه خانم‌ها
          موهای بلندی داشته باشند. اغلب زنان به دنبال مدل موهایی می‌گردند که
          ویژگی‌های برجسته آنها را به بهترین شکل نمایان کند. همچنین موهای کوتاه
          باعث می‌شود شما قد بلندتر و گاهی لاغرتر به نظر برسند.
        </span>

        <div className="title">
          <span>5. از خطوط افقی روی لباس به شدت دوری می‌کنید</span>
        </div>
        <img
          src="https://www.digikala.com/mag/wp-content/uploads/2019/05/Fashion-Mistakes-19.jpg"
          alt=""
        />
        <span className="review">
          “لباسی که خطوط افقی داشته باشد، باعث پهن‌تر نشان دادن اندامتان
          می‌شود”، این عبارت اشتباه محض است. البته که پیراهن زنانه تنگ و کشی که
          دارای خطوط افقی باشد، فقط در تن مدل‌های لباس زیبا به نظر می‌رسد، اما
          لباس‌هایی که سایز مناسب دارند، در تن هر بانویی زیبایی خیره کننده‌ای
          خواهد داشت. برای مثال بلیز زنانه با خطوط افقی همراه با شلوار جین تیره
          رنگ، دامن زنانه با خطوط افقی یا اورکت راه راه گزینه‌های ایده آلی برای
          شما محسوب می‌شوند.
        </span>
      </div>
    );
  }
}

export default Review;
